Repository: xfgusta/tasko
Catalog: po/*.po
Languages: pt_br

source: Manage your personal tasks
pt_br: Gerenciar suas tarefas

source: Task;Productivity;Todo;
pt_br: Tarefa;Produtividade;Todo;Lista de tarefas;

source: A simple to-do list
pt_br: Uma lista de tarefas simples

source: Tasko is a simple to-do list for GNOME. It is designed to be simple and reliable. You just open the app, write down your tasks and close it. You can also mark the tasks as done and remove them later. Everything is fast and easy to use.
pt_br: Tasko é uma lista de tarefas simples para o GNOME. Ele foi projetado para ser simples e confiável. Basta abrir o aplicativo, anotar suas tarefas e fechá-lo. Você também pode marcar as tarefas como feitas e removê-las mais tarde. Tudo é rápido e fácil de usar.

source: Initial release.
pt_br: Lançamento inicial.

source: Add task to list
pt_br: Adicionar tarefa à lista

source: New task...
pt_br: Nova tarefa...

source: GitHub page
pt_br: Página do GitHub

source: translator-credits
pt_br: Gustavo Costa <xfgusta@gmail.com>

source: Delete task
pt_br: Apagar tarefa

source: Delete completed tasks
pt_br: Apagar tarefas feitas

source: Delete all tasks
pt_br: Apagar todas as tarefas

source: About Tasko
pt_br: Sobre o Tasko

source: Unmark as done
pt_br: Desmarcar como feita

source: Mark as done
pt_br: Marcar como feita
